src/test/resources/test-getCountry-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:tm="http://tm.com/ws/model/country">
    <soapenv:Header/>
    <soapenv:Body>
        <tm:getCountryRequest>
            <tm:abbreviation>PL</tm:abbreviation>
        </tm:getCountryRequest>
    </soapenv:Body>
</soapenv:Envelope>